[M_HandsomeJackHere MissionDefinition]
MissionName="Jack O'Cara Esteve Aqui!"
MissionDescription="Você encontrou uma das últimas gravações de Helena Pierce em [place]Southern Shelf[-place], realizada pouco antes do seu desaparecimento.  Sir Hammerlock está curioso para descobrir o paradeiro de Helena e por isso, lhe pediu que encontre o restante das suas gravações. "
TurnInDescription="Helena Pierce não conseguiu chegar até [place]Santuário[-place]."
MissionSummary="Encontre as gravações de Helena Pierce."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="O que aconteceu com Helena Pierce?"

[M_HandsomeJackHere:Echo1 MissionObjectiveDefinition]
ProgressMessage="Encontre a gravação"

[M_HandsomeJackHere:Echo1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HandsomeJackHere:Echo2 MissionObjectiveDefinition]
ProgressMessage="Encontre a próxima gravação"

[M_HandsomeJackHere:Echo2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HandsomeJackHere:Echo3 MissionObjectiveDefinition]
ProgressMessage="Encontre a última gravação"

[M_HandsomeJackHere:Echo3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HandsomeJackHere:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

